# ************************************************************
# Sequel Pro SQL dump
# Version 4541
#
# http://www.sequelpro.com/
# https://github.com/sequelpro/sequelpro
#
# Host: 127.0.0.1 (MySQL 5.7.18)
# Database: school_development
# Generation Time: 2017-11-28 08:48:58 +0000
# ************************************************************


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8 */;
/*!40014 SET @OLD_FOREIGN_KEY_CHECKS=@@FOREIGN_KEY_CHECKS, FOREIGN_KEY_CHECKS=0 */;
/*!40101 SET @OLD_SQL_MODE=@@SQL_MODE, SQL_MODE='NO_AUTO_VALUE_ON_ZERO' */;
/*!40111 SET @OLD_SQL_NOTES=@@SQL_NOTES, SQL_NOTES=0 */;


# Dump of table xuexiaos
# ------------------------------------------------------------

DROP TABLE IF EXISTS `xuexiaos`;

CREATE TABLE `xuexiaos` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `name` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `l_name` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `l_lat` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `l_lng` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `l_address` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `level` int(11) DEFAULT NULL,
  `area` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `created_at` datetime NOT NULL,
  `updated_at` datetime NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

LOCK TABLES `xuexiaos` WRITE;
/*!40000 ALTER TABLE `xuexiaos` DISABLE KEYS */;

INSERT INTO `xuexiaos` (`id`, `name`, `l_name`, `l_lat`, `l_lng`, `l_address`, `level`, `area`, `created_at`, `updated_at`)
VALUES
	(1,'中关村第三小学','北京市海淀区中关村第三小学','39.968829','116.304035','北京市海淀区万柳中路23号',11,'海淀','2017-11-24 09:13:54','2017-11-24 09:13:54'),
	(2,'中关村第一小学','海淀区中关村第一小学','39.989663','116.328884','海淀区中关村南二街5号',11,'海淀','2017-11-24 09:13:56','2017-11-24 09:13:56'),
	(3,'中关村第二小学','中关村第二小学中关村校区','39.993313','116.324364','北京市海淀区中关村北一条10号',11,'海淀','2017-11-24 09:13:58','2017-11-24 09:13:58'),
	(4,'人大附小','中国人民大学附属小学','39.971689','116.2843','曙光街道蓝靛厂路18号',11,'海淀','2017-11-24 09:14:01','2017-11-24 09:14:01'),
	(5,'人大附中实验小学','人大附中实验小学','39.980879','116.327744','海淀区知春里甲22号',11,'海淀','2017-11-24 09:14:03','2017-11-24 09:14:03'),
	(6,'海淀实验小学','北京市海淀区实验小学','39.933623','116.315143','北京市海淀区西三环北路107号',12,'海淀','2017-11-24 09:14:05','2017-11-24 09:14:05'),
	(7,'五一小学','五一小学','39.907621','116.26974','北京市海淀区永定路127号',12,'海淀','2017-11-24 09:14:07','2017-11-24 09:14:07'),
	(8,'上地实验小学','北京市海淀区上地实验小学','40.037398','116.320523','北京市海淀区上地东里五区内(近上地华联)',12,'海淀','2017-11-24 09:14:09','2017-11-24 09:14:09'),
	(9,'翠微小学','北京翠微小学二分校','39.917002','116.319583','玉渊潭南路14号',12,'海淀','2017-11-24 09:14:11','2017-11-24 09:14:11'),
	(10,'石油附小','北京石油学院附属小学','40.000878','116.370178','海淀区学院路20号',12,'海淀','2017-11-24 09:14:14','2017-11-24 09:14:14'),
	(11,'北师大附小','北京师范大学朝阳附属小学','40.021549','116.376422','北京市朝阳区林萃路倚林佳园26号楼',12,'海淀','2017-11-24 09:14:16','2017-11-24 09:14:16'),
	(12,'北大附小','北京大学-附属小学','40.001169','116.325547','北京市海淀区颐和园路5号北京大学燕东园内(近中关村)',12,'海淀','2017-11-24 09:14:18','2017-11-24 09:14:18'),
	(13,'科大附小','北京科技大学附属小学','39.99784','116.370784','北京市海淀区学院路30号北京科技大学内',21,'海淀','2017-11-24 09:14:20','2017-11-24 09:14:20'),
	(14,'北理工附小','北京理工大学附中分校','39.941023','116.325529','北京市海淀区紫竹院南路11号',21,'海淀','2017-11-24 09:14:22','2017-11-24 09:14:22'),
	(15,'中关村第四小学','中关村第四小学','39.975378','116.346163','太阳园14',21,'海淀','2017-11-24 09:14:24','2017-11-24 09:14:24'),
	(16,'万泉小学','万泉小学','39.976198','116.308119','万泉河路万泉庄甲1号',21,'海淀','2017-11-24 09:14:27','2017-11-24 09:14:27'),
	(17,'七一小学','北京市海淀区七一小学','39.904274','116.313378','北京市海淀区莲花池西路1号',21,'海淀','2017-11-24 09:14:29','2017-11-24 09:14:29'),
	(18,'北航附小','北航附小','39.983665','116.355548','北京市海淀区学院路37号',21,'海淀','2017-11-24 09:14:31','2017-11-24 09:14:31'),
	(19,'农科院附小','中国农业科学院-附属小学','39.963476','116.335022','中关村南大街12号中国农业科学院院内(近农科院南门)',21,'海淀','2017-11-24 09:14:33','2017-11-24 09:14:33'),
	(20,'二里沟中心小学','海淀区二里沟中心小学-正门','39.939949','116.336518','北京市海淀区二里沟中街4号',21,'海淀','2017-11-24 09:14:35','2017-11-24 09:14:35'),
	(21,'北医附小','北京医科大学附属小学','39.991417','116.370561','北京市海淀区花园路甲3号',21,'海淀','2017-11-24 09:14:37','2017-11-24 09:14:37'),
	(22,'育英小学','育英学校小学部','39.916823','116.29395','北京市海淀区万寿路西街11号',21,'海淀','2017-11-24 09:14:41','2017-11-24 09:14:41'),
	(23,'育新学校小学部','首都师大附属育新小学','40.069385','116.358029','西三旗育新花园34号',21,'海淀','2017-11-24 09:14:43','2017-11-24 09:14:43'),
	(24,'海淀实验二小','海淀实验二小','40.035417','116.337255','北京市海淀区清河朱房路68号',21,'海淀','2017-11-24 09:14:45','2017-11-24 09:14:45'),
	(25,'清华附小','清华大学-附属小学','40.001483','116.329638','双清路30号清华大学',21,'海淀','2017-11-24 09:14:47','2017-11-24 09:14:47'),
	(26,'建华实验','北京市建华实验学校(南1门)','39.906497','116.263305','太平路35附近',21,'海淀','2017-11-24 09:14:49','2017-11-24 09:14:49'),
	(27,'海淀外国语','海淀外国语实验学校','39.949942','116.262891','海淀区杏石口路20号',21,'海淀','2017-11-24 09:14:53','2017-11-24 09:14:53'),
	(28,'玉泉小学','中国科学院附属玉泉小学','39.924163','116.261552','阜石路甲59号首师大附中一分校',22,'海淀','2017-11-24 09:14:55','2017-11-24 09:14:55'),
	(29,'羊坊店中心小学','羊坊店中心小学','39.906503','116.333234','海淀区北蜂窝路62号',22,'海淀','2017-11-24 09:14:57','2017-11-24 09:14:57'),
	(30,'羊坊店第四小学','北京市羊坊店第四小学','39.909539','116.326181','羊坊店路114号',22,'海淀','2017-11-24 09:14:59','2017-11-24 09:14:59'),
	(31,'太平路小学','北京市海淀区太平路小学(采石路校区)','39.908363','116.266056','采石路9号',22,'海淀','2017-11-24 09:15:01','2017-11-24 09:15:01'),
	(32,'育鹰小学','育鹰小学','40.060504','116.331211','北京市海淀区安宁庄路5号院-5号楼',22,'海淀','2017-11-24 09:15:04','2017-11-24 09:15:04'),
	(33,'首师大附小','首都师范大学附属小学','39.948432','116.277347','北京市海淀区通汇路9号',22,'海淀','2017-11-24 09:15:06','2017-11-24 09:15:06'),
	(34,'永泰小学','海淀区永泰小学','40.039126','116.364799','北京市海淀区清河永泰东里49号',22,'海淀','2017-11-24 09:15:08','2017-11-24 09:15:08'),
	(35,'交大附小','北方交通大学附属小学','39.951115','116.35509','北京市海淀区北下关街85号',22,'海淀','2017-11-24 09:15:10','2017-11-24 09:15:10'),
	(36,'育鸿学校','北京市育鸿学校','39.9048','116.319965','复兴路14号',22,'海淀','2017-11-24 09:15:12','2017-11-24 09:15:12'),
	(37,'九一小学','海淀区九一小学西校区','39.985042','116.368036','花园路1号',22,'海淀','2017-11-24 09:15:14','2017-11-24 09:15:14'),
	(38,'花园村第二小学','北京市海淀区花园村第二小学(紫竹院南路)','39.937239','116.325277','北京市海淀区潘庄东路4号(近劳动关系学院)',22,'海淀','2017-11-24 09:15:16','2017-11-24 09:15:16'),
	(39,'双榆树中心小学','双榆树中心小学','39.974956','116.330178','北京市海淀区双榆树西里36号',22,'海淀','2017-11-24 09:15:19','2017-11-24 09:15:19'),
	(40,'羊坊店第五小学','羊坊店第五小学','39.907738','116.334898','北蜂窝路9号',22,'海淀','2017-11-24 09:15:21','2017-11-24 09:15:21'),
	(41,'立新小学','老诚一锅(甘家口店)','39.930857','116.338375','阜成路北一街甲185号(近甘家口大厦，立新小学对面)',22,'海淀','2017-11-24 09:15:23','2017-11-24 09:15:23'),
	(42,'图强第二小学','北京市海淀区图强第二小学','39.916152','116.277563','正大南路4',22,'海淀','2017-11-24 09:15:25','2017-11-24 09:15:25'),
	(43,'西苑小学','北京市海淀区西苑小学','39.999055','116.300136','北京市海淀区西苑操场甲1号',22,'海淀','2017-11-24 09:15:27','2017-11-24 09:15:27'),
	(44,'海淀民族小学','北京市海淀区民族小学','39.978641','116.382696','马甸后黑寺甲1号',22,'海淀','2017-11-24 09:15:29','2017-11-24 09:15:29'),
	(45,'今典小学','今典小学南校区东门','39.95724','116.367009','北京市海淀区文慧园斜街附近',22,'海淀','2017-11-24 09:15:31','2017-11-24 09:15:31'),
	(46,'双榆树第一小学','海淀区双榆树第一小学','39.975584','116.333928','双榆树东里32号',22,'海淀','2017-11-24 09:15:34','2017-11-24 09:15:34'),
	(47,'群英小学','北京群英希望小学','39.550211','116.403081','魏石路附近',22,'海淀','2017-11-24 09:15:36','2017-11-24 09:15:36'),
	(48,'红英小学','红英小学','40.040593','116.247883','北京市海淀区韩家川西',22,'海淀','2017-11-24 09:15:38','2017-11-24 09:15:38'),
	(49,'培英小学','北京市海淀区培英小学','39.905987','116.283564','海淀区太平路19号',22,'海淀','2017-11-24 09:15:40','2017-11-24 09:15:40'),
	(50,'北洼路小学','海淀实验小学北洼路校区','39.947928','116.307963','车道沟南里36号',22,'海淀','2017-11-24 09:15:42','2017-11-24 09:15:42'),
	(51,'八里庄小学','北京市海淀区八里庄小学','39.933292','116.306351','八里庄街7号',22,'海淀','2017-11-24 09:15:44','2017-11-24 09:15:44'),
	(52,'彩和坊小学','八一学校小学部','39.983897','116.315029','北京市海淀区彩和坊19号',22,'海淀','2017-11-24 09:15:46','2017-11-24 09:15:46'),
	(53,'西颐小学','北京市海淀区西颐小学','39.971109','116.319587','海淀区北三环西路49号',22,'海淀','2017-11-24 09:15:49','2017-11-24 09:15:49'),
	(54,'中国农业大学实验小学','中国农业大学(东校区)','40.009021','116.363684','北京市海淀区清华东路17号',22,'海淀','2017-11-24 09:15:51','2017-11-24 09:15:51'),
	(55,'北外附校','北京外国语大学北外附属外国语学校','40.063969','116.326712','北京市海淀区西二旗大街19号',22,'海淀','2017-11-24 09:15:53','2017-11-24 09:15:53'),
	(56,'海淀第三实验小学','北京市海淀区第三实验小学','39.999604','116.347684','北京市海淀区五道口王庄路42号',22,'海淀','2017-11-24 09:15:55','2017-11-24 09:15:55'),
	(57,'海淀第四实验小学','海淀区第四实验小学','39.977906','116.216426','北京市海淀区香山南路15号',22,'海淀','2017-11-24 09:15:57','2017-11-24 09:15:57'),
	(58,'教师进修学校附属实验小学','海淀区教师进修学校附属实验小学北校区(西1门)','39.962122','116.240727','杏石口路北200米',22,'海淀','2017-11-24 09:16:00','2017-11-24 09:16:00'),
	(59,'北京教育学院附属海淀实验小学','北京教育学院附属海淀实验小学','39.937126','116.251292','田村后街118号',22,'海淀','2017-11-24 09:16:02','2017-11-24 09:16:02'),
	(60,'前进小学','前进小学','39.980241','116.366491','北京市海淀区健安西路32号后门',22,'海淀','2017-11-24 09:16:04','2017-11-24 09:16:04'),
	(61,'北理工附小小学部','北京理工大学-附属小学','39.968015','116.315831','北京市海淀区南大街5号(北京理工大学校内)',22,'海淀','2017-11-24 09:16:06','2017-11-24 09:16:06'),
	(62,'六一小学','六一小学','39.934604','116.293143','恩济里小区内',22,'海淀','2017-11-24 09:16:09','2017-11-24 09:16:09'),
	(63,'清华东路小学','北京市海淀区清华东路小学','40.00707','116.374732','北京市海淀区清华东路4号',22,'海淀','2017-11-24 09:16:11','2017-11-24 09:16:11'),
	(64,'北外附小魏公村校区','北京外国语大学附属小学魏公村校区-东南门','39.959129','116.324411','魏公街',22,'海淀','2017-11-24 09:16:13','2017-11-24 09:16:13'),
	(65,'北京外国语大学附属小学','北京外国语大学附属小学-南门','39.957239','116.318866','北京市海淀区法华寺路42附近',22,'海淀','2017-11-24 09:16:15','2017-11-24 09:16:15');

/*!40000 ALTER TABLE `xuexiaos` ENABLE KEYS */;
UNLOCK TABLES;



/*!40111 SET SQL_NOTES=@OLD_SQL_NOTES */;
/*!40101 SET SQL_MODE=@OLD_SQL_MODE */;
/*!40014 SET FOREIGN_KEY_CHECKS=@OLD_FOREIGN_KEY_CHECKS */;
/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
